[
    {"title": "Men's basketball - WAC Champions", "author": "Jane Doe", "image": "assets/images/Basketball.jpg", "date": "2024-04-07", "content": "LAS VEGAS - On Feb. 28, the Grand Canyon players crunched into a hotel meeting room in Cedar City, Utah, without the coaches to envision where they could be 12 nights later. That visionary place was Lake Lopes, a water-doused Orleans Arena locker room where the players showered their head coach, Bryce Drew, in Saturday night's final hour and broke into a Big Dance. For their sixth consecutive win since that Cedar City meeting, GCU dominated Southern Utah in the WAC Tournament championship game with an 84-66 victory that punched the Lopes' second NCAA tournament ticket in three seasons."},
    {"title": "Lip Sync electrifies crowd with performances", "author": "Mark Gonzales", "image": "assets/images/LipSync.jpg", "date": "2024-04-07", "content": "The combat-styled Syndicate team, coached and choreographed by Isabaelle Aff, took home the winning trophy at Tuesday's 'Hunger Games'-themed Lip Sync Battle in GCU Arena. It was Aff's fourth consecutive win in what is one of the year's biggest student-led Grand Canyon University events - an event full of jaw-dropping performances, sensational costumes, mind-blowing choreography and some lip syncing, of course. The crowd went crazy, an explosion of confetti rained down, and the stage shook as Syndicate accepted the trophy at the annual Lip Sync, hosted by the Canyon Activities Board."},
    {"title": "Spring training arrives early for students", "author": "Ralph Freso", "image": "assets/images/Baseball.jpg", "date": "2024-04-07", "content": "Benjamin Heyler spent a majority of his last two springs handling a spectrum of chores at Goodyear Ballpark, from making sure vendors adjusted their merchandise to reflect Cleveland's new nickname, to operating the scoreboard and monitoring the length of walk-up music in accordance with Major League Baseball's new rules. Heyler's diligence as an intern has paid off. After he graduates from Grand Canyon University in December with a degree in sports management, he will travel to Colorado to start his full-time."}
]